[
{"title": ["Apple signs multi-year deals with major music labels: Financial Times"], "text": "(Reuters) - Apple Inc has sealed multi-year licensing deals with major music labels like Universal Music, Sony Music and Warner Music in recent months, the Financial Times reported on Thursday, citing four people familiar with the matter.  The new contracts, however, do not include an agreement to bundle Apple Music with the its television service, the report said, adding that a “super bundle” maybe months away.  Apple did not immediately respond to a Reuters request for comment.  The iPhone maker is seeking to bolster its sales with paid subscriptions to services such as Apple Music, but it trails its top rival Spotify Technology SA. Apple has more than 60 million paid music subscribers to Spotify’s 124 million.  Reporting by Neha Malara in Bengaluru; Editing by Maju Samuel", "date": ["March 12, 2020 /  5:48 PM / 5 months ago"]},
{"title": ["Apple launches new MacBook Pro"], "text": "May 4 (Reuters) - Apple Inc on Monday launched a new version of its 13-inch MacBook Pro laptop with double the storage compared to its previous generation models as well as a faster 10th-generation processor, the company said.  Apple said   its new lineup of MacBook Pro was available to order and was priced at $1,299, while its education-focused model was priced at $1,199. (Reporting by C Nivedita in Bengaluru; Editing by Shinjini Ganguli)", "date": ["May 4, 2020 /  12:54 PM / 3 months ago"]},
{"title": ["Chinese regulators remove 'Plague Inc' game from Apple's China app store"], "text": "BEIJING/SHANGHAI (Reuters) - The video game “Plague Inc”, which has surged in popularity amid the coronavirus epidemic, has been removed from Apple’s China app store after regulators said it contained illegal content, its developer said.  The strategy game, where players create a pathogen to destroy the world, soared to the top of the China app store charts in January as consumers turned to virus-related games and films as a coping mechanism. It has also jumped in app rankings for other countries.  “This situation is completely out of our control,” UK-based developer and publisher Ndemic Creations said in a statement, adding its immediate priority was to make contact with the Cyberspace Administration of China to understand its concerns and work towards a resolution.  The regulator did not respond to Reuters phone calls and faxes requesting comment on the matter. Apple Inc and Ndemic did not immediately respond to Reuters requests for comment.  China has stringent rules on content from video games to movies to music and censors anything it believes violates core socialist values. Gaming companies must also seek licenses for the games they want to publish.  Although there was a brief window when public criticism of authorities’ handling of the outbreak was allowed, censors have tightened their grip in recent weeks. WeChat groups and podcasts have been shut down while social media posts and articles have been deleted.  “The game may have simply been taken down due to sensitivities around the topic and gameplay of the title given the recent COVID-19 outbreak,” said Daniel Ahmad, an analyst with gaming research firm Niko Partners.  He added that it might be related to a new feature in the game which allows players to create “fake news” stories about the virus, noting other epidemic-related games albeit ones with some educational content were still available in China.  He said he didn’t think the game’s removal was related to  an update Apple made this week that requires developers of revenue-generating mobile games on its Chinese site to obtain a license from the Chinese government as other unlicensed games had not been affected. Apple, which has lagged other app stores in enforcing this rule, has set a June deadline.  The game has been installed by about 2.2 million Apple iOS users in China since its introduction in 2012 of which 9% have occurred since January, according to gaming data tracking firm Sensor Tower.  Reporting by Brenda Goh and Pei Li; Editing by Christopher Cushing and Edwina Gibbs", "date": ["February 28, 2020 /  1:17 AM / 5 months ago"]},
{"title": ["Apple expands services business to markets in Africa and beyond"], "text": "(Reuters) - Apple Inc ( ) on Tuesday said it would expand its App Store, Apple Music and other services to dozens of new markets in Africa, the Middle East and beyond in the biggest geographical expansion of its services in almost a decade.  Apple said it would expand the App Store to 20 countries, eight of them in Africa, and will offer its streaming Apple Music service in 52 additional countries and regions. The expansion is the largest since Apple grew what was then called the iTunes Store to India, Russia and more than 50 other countries in 2012.  Apple has focused on growing sales from its services segment, which totaled 17.8% of its $260.1 billion in revenue in its most recent fiscal year, as consumers have slowed in upgrading their smart phones. Apple executives said in January that the company had an installed base of 1.5 billion active devices and aimed to reach 600 million subscribers to either its own or third-party services by the end of this year.  Apple’s biggest services revenue generator is the App Store, where it keeps a cut of between 15% and 30% of sales. In Africa, the store will expand to Cameroon, Ivory Coast, Democratic Republic of Congo, Gabon, Libya, Morocco, Rwanda and Zambia. It will also become available in the Maldives and Myanmar in the Asia-Pacific region, Afghanistan and Iraq in the Middle East, and several nations in the Balkans and Oceania, for a total of 175 countries.  The company is also expanding its Apple Music service, bringing the total to 167 markets. Apple’s top streaming rival, Spotify Technology SA ( ), operates in 79 countries.  Apple will have different terms and pricing for streaming music in the new markets. In the United States, Apple offers a three-month free trial and charges individual users $9.99 a month thereafter. In the new markets, Apple will  offer a six-month trial period and adjust monthly prices Ivory Coast and Myanmar, and $4.99 in markets such as Iraq and Kuwait.  Reporting by Stephen Nellis in San Francisco; Editing by Leslie Adler", "date": ["April 21, 2020 /  7:07 AM / 4 months ago"]},
{"title": ["BRIEF-Apple Inc Says Not Allowing Entertainment Or Game Apps With Covid-19 As Theme Only Recognized Entities Should Submit App For App Store Evaluation"], "text": "March 14 (Reuters) - Apple Inc:  * APPLE INC SAYS NOT ALLOWING ENTERTAINMENT OR GAME APPS WITH COVID-19 AS THEME; ONLY RECOGNIZED ENTITIES SHOULD SUBMIT APP FOR APP STORE EVALUATION Source text:   Further company coverage:", "date": ["March 14, 2020 /  10:18 PM / 5 months ago"]},
{"title": ["Broadcom to supply wireless components to Apple"], "text": "(Reuters) - Chipmaker Broadcom Inc ( ) said on Thursday it has entered into two multi-year agreements with Apple Inc ( ) for the supply of wireless components used in its products.  The agreements, “2020 SOWs”, are in addition to the existing ones for supplying radio frequency components and modules to the iPhone maker and together could generate as much as $15 billion in revenue for Broadcom.  Shares of the chipmaker rose 2% in extended trading.              Reporting by Amal S in Bengaluru; Editing by Arun Koyyur", "date": ["January 23, 2020 /  9:42 PM / 6 months ago"]}
]